{
  "head": {
    "title": "On the Semicivilized",
    "description": "On the Semicivilized"
  },
  "title": "On the Semicivilized",
  "subtitle": "On the Semicivilized examines coloniality, finance, and embodied sovereignty in Cairo, drawing on long-term ethnography and historical research to rethink nonsovereign futures shaped by debt and imperial power.",
  "featuredText": "Newly released in May 2025",
  "publisherDescription": "*On the Semicivilized* is a sweeping analysis of the coloniality that shaped—and blocked—sovereign futures for those dubbed barbarian and semicivilized in the former Ottoman Empire.\n\nDrawing on thirty years of ethnographic research in Cairo, family archives from Palestine and Egypt, and research on Ottoman debt and finance, Elyachar theorizes a global condition of the “semicivilized” marked by nonsovereign futures, crippling debts, and the constant specter of violence exercised by those who call themselves civilized, inviting us to rethink catastrophe and potentiality in Cairo and the world today. \n",
  "img": "/src/assets/img/uploads/semicivilized.jpg",
  "imgAlt": "Cover of On the Semicivlized",
  "localLink": "/books/on-the-semicivilized",
  "localLinkButtonText": "More about *On the Semicivlized*\n",
  "publisherLink": "https://www.dukeupress.edu/on-the-semicivilized",
  "publisherLinkButtonText": "View the book at Duke University Press \n",
  "juliaDescriptionHeading": "In Julia's words:",
  "juliaDescription": "*On the Semicivilized* offers a new conceptual vocabulary outside the duality of “primitive” versus “civilized” that shaped twentieth-century Anthropology. Weaving together three decades of ethnographic research in Cairo, family archives from Palestine, Ottoman and Egyptian history, international law, history of political thought, Middle Eastern Studies, and coloniality studies, this book presents a global condition of the “semi-civilized,” a concept used in the nineteenth century in reference to the Ottoman Empire, a powerful sovereign state marked by unfortunate “civilizational differences.”\n\nMoving beyond the dyad of colonized/colonizer; the book focuses on principles of extraterritoriality, personal law, and dividual sovereignty that shaped global infrastructures of commerce moving through the Ottoman Empire. Like the so- called semi-civilized excluded from rights to sovereignty after World War I, many peoples today live in a postcolonial present without effective sovereignty, under burdens of endless structural debt, and subject to violence exercised by those claiming to be “civilized” upon those deemed “barbarian.”\n\nThese infrastructures of mobility and commerce were constructed on principles of extraterritoriality and embodied sovereignty. Bringing them into view, I argue, illuminates the vitality of communicative channels and embodied infrastructures among urban masses in Cairo and beyond, and facilitates movement away from assumptions of territory and stable ground that underlie common formulations of colonialism, post-colonialism, political economy, and economic growth. Such a conceptual shift emphasizes instead capacities for awareness of collectivity on “shaken grounds,” and embodied infrastructures of collective life that provide pathways to futures otherwise. \n",
  "reviewsHeading": "Praise for *On the Semicivilized*\n",
  "reviews": [
    {
      "review": "“Situating herself in the ‘middle’ of the ‘east,’ Julia Elyachar unsettles the barnacled and cruel binaries of civilizational discourses by exploring the statutory infrastructures of extraterritorial articulation, population mobilities, and commerce in post-Ottoman geographies, and in Cairo in particular. Creatively recuperating all the shaken ways of feeling, moving, and acting in common that exceed the confines of territorial capture and unitary sovereignty, *On the Semicivilized* is a channel to an entire world of embodied operations fueling insurgently quotidian collective lives. Long-standing notions of improvement are dissected and refused, and it would be hard to foresee how anyone could ‘improve’ on this genealogy of the nuts and bolts of urban power and political affect.”\n",
      "reviewer": "AbdouMaliq Simone, author of *The Surrounds: Urban Life within and beyond Capture*\n"
    },
    {
      "review": "“In this wide-ranging and engaging book, Julia Elyachar documents the political despair and sense of endlessly delayed futures that characterize lives in Cairo since the defeated revolutionary movement of 2011 while evoking the destructiveness of the new military regime. *On the Semicivilized* is a thoughtful and nuanced account for all those who want to sense the forms of life that followed from an abortive neoliberalism and a defeated popular revolution.”",
      "reviewer": "Timothy Mitchell, author of *Carbon Democracy: Political Power in the Age of Oil*"
    }
  ],
  "moreReviewsSoon": true,
  "moreReviewsSoonText": "*More reviews soon!*"
}
